Repository: bizhanchik/AuarAI-back-nfac
Catalog: frontend/dresser-ios-main/AuarAI/*.lproj/Localizable.strings
Languages: kk, ru

# onboarding_feature_styles_description
source: Explore looks that truly suit you
kk: Сізге шынымен сәйкес келетін көріністерді зерттеңіз
ru: Исследуйте образы, которые действительно вам подходят
