Repository: bizhanchik/AuarAI-back-nfac
Catalog: frontend/dresser-ios-main/AuarAI/*.lproj/Localizable.strings
Languages: kk, ru

source: OK
kk: Жарайды
ru: ОК

source: Cancel
kk: Болдырмау
ru: Отмена

source: Error
kk: Қате
ru: Ошибка

source: Save
kk: Сақтау
ru: Сохранить

source: Save All
kk: Барлығын сақтау
ru: Сохранить все

source: Done
kk: Дайын
ru: Готово

source: Back
kk: Артқа
ru: Назад

source: Continue
kk: Жалғастыру
ru: Продолжить

source: Try Again
kk: Қайта көру
ru: Попробовать снова

source: Success
kk: Сәттілік
ru: Успех

source: Yes
kk: Иә
ru: Да

source: No
kk: Жоқ
ru: Нет

source: Edit
kk: Өңдеу
ru: Редактировать

source: Close
kk: Жабу
ru: Закрыть

source: Delete
kk: Жою
ru: Удалить

source: Loading
kk: Жүктелуде
ru: Загрузка

source: Retry
kk: Қайталау
ru: Повторить

source: Create
kk: Жасау
ru: Создать

source: Language
kk: Тіл
ru: Язык

source: Current Language
kk: Ағымдағы тіл
ru: Текущий язык

# onboarding_welcome_title
source: Welcome to AuarAI
kk: AuarAI-ға қош келдіңіз
ru: Добро пожаловать в AuarAI

# onboarding_language_title
source: Choose Language
kk: Тіліңізді таңдаңыз
ru: Выберите ваш язык

# onboarding_gender_title
source: I am a...
kk: Мен...
ru: Я...

# onboarding_gender_man
source: Man
kk: Ер адаммын
ru: Мужчина

# onboarding_gender_woman
source: Woman
kk: Әйелмін
ru: Женщина

# onboarding_next
source: Next
kk: Келесі
ru: Далее

source: Authentication Error
kk: Аутентификация қатесі
ru: Ошибка аутентификации

# apple_signin_canceled
source: Sign in canceled
kk: Кіру тоқтатылды
ru: Вход отменен

# apple_signin_failed
source: Failed to complete the operation. Please try again.
kk: Операцияны аяқтау сәтсіз аяқталды. Қайталап көріңіз.
ru: Не удалось завершить операцию. Попробуйте еще раз.

# apple_signin_invalid_response
source: Invalid response received from Apple. Please try again.
kk: Apple-дан жарамсыз жауап алынды. Қайталап көріңіз.
ru: Получен неверный ответ от Apple. Попробуйте еще раз.

# apple_signin_not_handled
source: Request was not handled. Please try again.
kk: Сұрау өңделмеді. Қайталап көріңіз.
ru: Запрос не был обработан. Попробуйте еще раз.

# apple_signin_unknown_error
source: An unknown error occurred. Please try again.
kk: Белгісіз қате орын алды. Қайталап көріңіз.
ru: Произошла неизвестная ошибка. Попробуйте еще раз.

# apple_signin_general_error
source: An error occurred while signing in with Apple. Please try again.
kk: Apple арқылы кіру кезінде қате орын алды. Қайталап көріңіз.
ru: Произошла ошибка при входе через Apple. Попробуйте еще раз.

# unknown_error
source: An unknown error occurred
kk: Белгісіз қате орын алды
ru: Произошла неизвестная ошибка

source: Welcome to AuarAI
kk: AuarAI-ға қош келдіңіз
ru: Добро пожаловать в AuarAI

# sign_in_description
source: Sign in to start getting personalized outfit recommendations from your AI stylist
kk: Жеке AI стилистіңізден дербес киім ұсыныстарын алу үшін кіріңіз
ru: Войдите, чтобы получать персонализированные рекомендации нарядов от вашего ИИ-стилиста

# signing_in
source: Signing you in...
kk: Кіру орындалуда...
ru: Выполняется вход...

source: Continue with Apple
kk: Apple арқылы жалғастыру
ru: Продолжить с Apple

source: Continue with Google
kk: Google арқылы жалғастыру
ru: Продолжить с Google

# privacy_notice
source: By signing in, you agree to our Terms of Service and Privacy Policy
kk: Жүйеге кіру арқылы сіз біздің Қызмет шарттары мен Құпиялылық саясатымызбен келісесіз
ru: Входя в систему, вы соглашаетесь с нашими Условиями обслуживания и Политикой конфиденциальности

source: or
kk: немесе
ru: или

# personal_ai_stylist
source: Your Personal AI Stylist
kk: Сіздің жеке AI стилистіңіз
ru: Ваш персональный ИИ-стилист

# landing_description
source: Get personalized outfit recommendations based on your wardrobe, weather, and occasion. Transform how you dress with AI-powered styling.
kk: Гардеробыңыз, ауа райы және жағдайға негізделген дербес киім ұсыныстарын алыңыз. AI қуатымен стильдеуді өзгертіңіз.
ru: Получайте персонализированные рекомендации нарядов на основе вашего гардероба, погоды и случая. Преобразите свой стиль с помощью ИИ.

source: What AuarAI Does
kk: AuarAI не істейді
ru: Что делает AuarAI

source: Smart Wardrobe
kk: Ақылды гардероб
ru: Умный гардероб

# smart_wardrobe_description
source: Upload photos of your clothes and let AI organize your digital wardrobe automatically.
kk: Киімдеріңіздің фотосуреттерін жүктеп, AI-ға цифрлық гардеробыңызды автоматты түрде ұйымдастыруға мүмкіндік беріңіз.
ru: Загружайте фотографии своей одежды и позвольте ИИ автоматически организовать ваш цифровой гардероб.

source: Weather-Based Styling
kk: Ауа райына негізделген стильдеу
ru: Стилизация по погоде

# weather_based_styling_description
source: Get outfit suggestions that match the weather and your location perfectly.
kk: Ауа райы мен орналасуыңызға сәйкес келетін киім ұсыныстарын алыңыз.
ru: Получайте рекомендации нарядов, которые идеально подходят к погоде и вашему местоположению.

source: AI-Powered Recommendations
kk: AI қуатымен ұсыныстар
ru: Рекомендации на основе ИИ

# ai_powered_recommendations_description
source: Receive personalized outfit suggestions based on your style preferences and occasions.
kk: Стиль қалауларыңыз бен жағдайларыңызға негізделген дербес киім ұсыныстарын алыңыз.
ru: Получайте персонализированные рекомендации нарядов на основе ваших стилевых предпочтений и случаев.

# ready_to_transform
source: Ready to transform your style?
kk: Стиліңізді өзгертуге дайынсыз ба?
ru: Готовы преобразить свой стиль?

source: Start Using AuarAI
kk: AuarAI пайдалануды бастау
ru: Начать использовать AuarAI

source: Welcome back
kk: Қайта келуіңізбен!
ru: С возвращением

# your_ai_stylist_ready
source: Your AI stylist is ready to help you create amazing outfits
kk: Сіздің AI стилистіңіз керемет киімдер жасауға дайын
ru: Ваш ИИ-стилист готов помочь вам создать потрясающие наряды

source: Quick Actions
kk: Жылдам әрекеттер
ru: Быстрые действия

source: Add Clothes
kk: Киім қосу
ru: Добавить одежду

source: Create Outfit
kk: Образ жасау
ru: Создать образ

source: View Wardrobe
kk: Гардеробты қарау
ru: Посмотреть гардероб

source: Get Outfit
kk: Киім алу
ru: Получить наряд

source: Coming Soon
kk: Жақында
ru: Скоро

source: Outfit History
kk: Киім тарихы
ru: История нарядов

source: Style Analytics
kk: Стиль аналитикасы
ru: Аналитика стиля

source: Personal Shopper
kk: Жеке сатып алушы
ru: Персональный покупатель

source: Soon
kk: Жақында
ru: Скоро

# add_photos_description
source: Add items to your wardrobe
kk: Гардеробыңызға заттарды қосыңыз
ru: Добавляйте одежду в ваш гардероб

source: My Wardrobe
kk: Менің гардеробым
ru: Мой гардероб

# hello_user
source: Hello, %@!
kk: Сәлем, %@!
ru: Привет, %@!

source: Good morning
kk: Қайырлы таң
ru: Доброе утро

source: Good afternoon
kk: Қайырлы күн
ru: Добрый день

source: Good evening
kk: Қайырлы кеш
ru: Добрый вечер

# stay_warm
source: Stay warm and stylish!
kk: Жылы және стильді киініңіз!
ru: Одевайтесь тепло и стильно!

# stay_cool
source: Stay cool and stylish!
kk: Салқын және стильді киініңіз!
ru: Одевайтесь прохладно и стильно!

source: Stay stylish!
kk: Стильді болыңыз!
ru: Оставайтесь стильными!

# perfect_weather
source: Perfect weather for style!
kk: Стиль үшін тамаша ауа райы!
ru: Идеальная погода для стиля!

source: No events
kk: Оқиғалар жоқ
ru: Нет событий

source: Wardrobe
kk: Гардероб
ru: Гардероб

source: items
kk: заттар
ru: предметов

source: Take photos
kk: Фото түсіру
ru: Сделать фото

source: AI styling
kk: AI стилист
ru: ИИ стилист

source: View all items
kk: Барлық заттарды көру
ru: Посмотреть все вещи

source: Your outfits today
kk: Бүгінгі образдарыңыз
ru: Ваши образы сегодня

source: Next in %@
kk: Келесі %@
ru: Следующий через %@

source: Generate
kk: Жасау
ru: Создать

source: Creating...
kk: Жасап жатыр...
ru: Создаю...

source: No outfit yet
kk: Әлі образ жоқ
ru: Пока нет образа

# generate_outfit_description
source: Tap 'Generate' to create your daily outfit based on weather and your wardrobe
kk: Ауа райы мен гардеробыңызға негізделген күнделікті образ жасау үшін 'Жасау' түймесін басыңыз
ru: Нажмите 'Создать', чтобы создать ваш ежедневный образ на основе погоды и вашего гардероба

source: Generate Now
kk: Қазір жасау
ru: Создать сейчас

source: Generate Daily Outfit
kk: Күнделікті образ жасау
ru: Создать ежедневный образ

source: Language Settings
kk: Тіл параметрлері
ru: Настройки языка

source: Select Language
kk: Тілді таңдаңыз
ru: Выберите язык

# language_description
source: Choose your preferred language for the app interface
kk: Қолданба интерфейсі үшін қалаған тілді таңдаңыз
ru: Выберите предпочитаемый язык для интерфейса приложения

source: Settings
kk: Параметрлер
ru: Настройки

source: Account
kk: Аккаунт
ru: Аккаунт

source: Sign Out
kk: Шығу
ru: Выйти

source: Delete Account
kk: Аккаунтты жою
ru: Удалить аккаунт

source: Tap to edit name
kk: Атын өңдеу үшін түртіңіз
ru: Нажмите, чтобы изменить имя

# sign_out_confirmation
source: Are you sure you want to sign out?
kk: Шығуды қалайсыз ба?
ru: Вы уверены, что хотите выйти?

# delete_account_confirmation
source: Are you sure you want to delete your account? This action cannot be undone and will permanently remove all your data.
kk: Аккаунтыңызды жойғыңыз келе ме? Бұл әрекетті қайтару мүмкін емес.
ru: Вы уверены, что хотите удалить свой аккаунт? Это действие нельзя отменить и навсегда удалит все ваши данные.

source: Final Confirmation
ru: Окончательное подтверждение

source: Delete Forever
ru: Удалить навсегда

# delete_account_final_warning
source: This will permanently delete your account and all associated data. This action cannot be undone.
ru: Это навсегда удалит ваш аккаунт и все связанные данные. Это действие нельзя отменить.

source: Edit Name
kk: Атын өңдеу
ru: Редактировать имя

source: First Name
kk: Аты
ru: Имя

source: Last Name
kk: Тегі
ru: Фамилия

# enter_first_name
source: Enter your first name
kk: Атыңызды енгізіңіз
ru: Введите ваше имя

# enter_last_name
source: Enter your last name
kk: Тегіңізді енгізіңіз
ru: Введите вашу фамилию

source: Enter your name
kk: Атыңызды енгізіңіз
ru: Введите ваше имя

# name_description
source: This name will be displayed throughout the app and is stored locally on your device.
kk: Бұл ат қолданба бойынша көрсетіледі және сіздің құрылғыңызда жергілікті сақталады.
ru: Это имя будет отображаться в приложении и сохраняется локально на вашем устройстве.

source: Preview
kk: Алдын ала қарау
ru: Предпросмотр

source: Display Name
kk: Көрсетілген атау
ru: Отображаемое имя

source: Outfit
kk: Киім
ru: Наряд

source: Add Clothing
kk: Киім қосу
ru: Добавить одежду

source: Search wardrobe...
kk: Гардеробта іздеу...
ru: Поиск в гардеробе...

source: Search clothes...
kk: Киім іздеу...
ru: Поиск одежды...

source: No clothes yet
kk: Киім әлі жоқ
ru: Одежды пока нет

source: No Results Found
kk: Нәтижелер табылмады
ru: Результаты не найдены

# start_building_wardrobe
source: Start building your wardrobe
kk: Гардеробыңызды құруды бастаңыз
ru: Начните создавать свой гардероб

# try_adjusting_search
source: Try adjusting your search or filter criteria
kk: Іздеу немесе сүзгі критерийлерін өзгертіп көріңіз
ru: Попробуйте изменить критерии поиска или фильтра

source: Add first item
kk: Бірінші заттарды қосу
ru: Добавить первый предмет

# once_you_have_clothes
source: Once you have clothes, you can create amazing outfits!
kk: Киімдеріңіз болғаннан кейін, керемет киімдер жасай аласыз!
ru: Как только у вас появится одежда, вы сможете создавать потрясающие наряды!

source: All
kk: Барлығы
ru: Все

source: Shirts
kk: Жейделер
ru: Рубашки

source: Pants
kk: Шалбар
ru: Брюки

source: Shoes
kk: Аяқ киім
ru: Обувь

source: Accessories
kk: Аксессуарлар
ru: Аксессуары

# add_photos_clothes
source: Add Photos of Your Clothes
kk: Киімдеріңіздің фотосуреттерін қосыңыз
ru: Добавить фото вашей одежды

# select_photos_instruction
source: Select up to 10 photos from your camera, photo library, or files. Our AI will automatically classify each item.
kk: Камера, фото галерея немесе файлдардан 10-ға дейін фотосурет таңдаңыз. Біздің AI әрбір заттарды автоматты түрде жіктейді.
ru: Выберите до 10 фотографий из камеры, фотогалереи или файлов. Наш ИИ автоматически классифицирует каждый предмет.

# classify_images
source: Classify %d Image%@
kk: %d сурет%@ жіктеу
ru: Классифицировать %d изображени%@

source: Select Photo Source
kk: Фото көзін таңдаңыз
ru: Выберите источник фото

# selected_photos
source: Selected Photos (%d/10)
kk: Таңдалған фотосуреттер
ru: Выбранные фото

source: Clear All
kk: Барлығын тазалау
ru: Очистить все

source: Camera
kk: Камера
ru: Камера

source: Photo Library
kk: Фото галерея
ru: Фотогалерея

source: Files
kk: Файлдар
ru: Файлы

source: Take new photos
kk: Жаңа фотосуреттер түсіру
ru: Сделать новые фото

# choose_from_photos
source: Choose from your photos
kk: Фотосуреттеріңізден таңдау
ru: Выбрать из ваших фото

source: Import from files
kk: Файлдардан импорттау
ru: Импортировать из файлов

# classifying_clothes
source: Classifying Your Clothes...
kk: Киімдеріңіз жіктелуде...
ru: Классификация вашей одежды...

# ai_analyzing_photos
source: Our AI is analyzing your photos to identify clothing items, colors, materials, and more.
kk: Біздің AI сіздің фотосуреттеріңізді талдап, киім заттарын, түстерін, материалдарын және басқаларын анықтауда.
ru: Наш ИИ анализирует ваши фотографии для определения предметов одежды, цветов, материалов и многого другого.

source: No items to edit
kk: Өңдеуге заттар жоқ
ru: Нет предметов для редактирования

source: Wardrobe Compatibility
kk: Гардероб үйлесімділігі
ru: Совместимость гардероба

source: Analyzing wardrobe...
kk: Гардеробты талдау...
ru: Анализ гардероба...

source: Clothing Details
kk: Киім мәліметтері
ru: Детали одежды

source: Name
kk: Атауы
ru: Название

source: Brand
kk: Бренд
ru: Бренд

source: Color
kk: Түсі
ru: Цвет

source: Size
kk: Өлшемі
ru: Размер

source: Category
kk: Санат
ru: Категория

source: Tags
kk: Тегтер
ru: Теги

source: Notes
kk: Ескертпелер
ru: Заметки

source: Enter name
kk: Атауын енгізіңіз
ru: Введите название

source: Enter brand
kk: Брендті енгізіңіз
ru: Введите бренд

source: Enter color
kk: Түсін енгізіңіз
ru: Введите цвет

source: Enter size
kk: Өлшемін енгізіңіз
ru: Введите размер

source: Enter notes
kk: Ескертпелерді енгізіңіз
ru: Введите заметки

# size_format
source: Size %@
kk: Өлшемі %@
ru: Размер %@

source: Details
kk: Мәліметтер
ru: Детали

source: Gender
kk: Жынысы
ru: Пол

source: Material
kk: Материал
ru: Материал

source: Occasions
kk: Жағдайлар
ru: Случаи

source: Weather
kk: Ауа райы
ru: Погода

source: Delete Item
kk: Заттарды жою
ru: Удалить предмет

# delete_item_confirmation
source: Are you sure you want to delete '%@' from your wardrobe? This action cannot be undone.
kk: '%@' заттарын гардеробыңыздан жойғыңыз келе ме? Бұл әрекетті қайтару мүмкін емес.
ru: Вы уверены, что хотите удалить '%@' из вашего гардероба? Это действие нельзя отменить.

# location_permission_denied
source: Location access denied. Please enable location services in Settings to get weather-based outfit recommendations.
ru: Доступ к местоположению запрещен. Пожалуйста, включите службы геолокации в Настройках для получения рекомендаций нарядов на основе погоды.

source: Location unavailable
ru: Местоположение недоступно

# location_error
source: Unable to get your location
ru: Не удается получить ваше местоположение

source: Current Location
ru: Текущее местоположение

# default_location
source: Almaty (Default)
ru: Алматы (По умолчанию)

source: Enable Location
ru: Включить геолокацию

# location_permission_title
source: Location Access
ru: Доступ к местоположению

# location_permission_message
source: AuarAI uses your location to provide weather-based outfit recommendations. Your location data is not stored or shared.
ru: AuarAI использует ваше местоположение для предоставления рекомендаций нарядов на основе погоды. Данные о местоположении не сохраняются и не передаются третьим лицам.

source: Outfit Name
kk: Киім атауы
ru: Название наряда

source: Select Items
kk: Заттарды таңдау
ru: Выбрать предметы

source: Choose Occasion
kk: Жағдайды таңдау
ru: Выберите случай

# select_occasion_description
source: Select an occasion for your outfit
kk: Киіміңіз үшін жағдайды таңдаңыз
ru: Выберите случай для вашего наряда

source: Selected Occasion:
kk: Таңдалған жағдай:
ru: Выбранный случай:

source: Your Style
kk: Сіздің стиліңіз
ru: Ваш стиль

# selected_style
source: Selected: %@
kk: Таңдалған: %@
ru: Выбрано: %@

# generating_outfit
source: Generating your perfect outfit...
kk: Сіздің керемет киіміңіз жасалуда...
ru: Создается ваш идеальный наряд...

# ai_analyzing
source: AI is analyzing your wardrobe and preferences
kk: AI сіздің гардеробыңыз бен қалауларыңызды талдауда
ru: ИИ анализирует ваш гардероб и предпочтения

# outfit_ready
source: Your outfit is ready!
kk: Сіздің киіміңіз дайын!
ru: Ваш наряд готов!

# outfit_suggestion_message
source: Here's your casual outfit suggestion for today!
kk: Міне, бүгінгі күнделікті образыңыз!
ru: Вот ваш повседневный образ на сегодня!

source: Something went wrong
kk: Бірдеңе дұрыс болмады
ru: Что-то пошло не так

source: Generating...
kk: Жасалуда...
ru: Создается...

source: Styling Tips
kk: Стильдеу кеңестері
ru: Советы по стилю

source: Try Another
kk: Басқасын көру
ru: Попробовать другой

source: Save Outfit
kk: Киімді сақтау
ru: Сохранить наряд

source: Temperature
kk: Температура
ru: Температура

source: Feels like
kk: Сезінетін
ru: Ощущается как

source: Humidity
kk: Ылғалдылық
ru: Влажность

source: Wind Speed
kk: Жел жылдамдығы
ru: Скорость ветра

source: Weather Information
kk: Ауа райы туралы ақпарат
ru: Информация о погоде

# weather_description
source: Current weather data will be displayed here.
kk: Ағымдағы ауа райы деректері осында көрсетіледі.
ru: Здесь будут отображаться текущие данные о погоде.

source: Current Weather
kk: Ағымдағы ауа райы
ru: Текущая погода

# weather_loading
source: Loading weather...
kk: Ауа райы жүктелуде...
ru: Загрузка погоды...

# category_top
source: Top
kk: Жоғарғы
ru: Верх

# category_bottom
source: Bottom
kk: Төменгі
ru: Низ

# category_shoes
source: Shoes
kk: Аяқ киім
ru: Обувь

# category_hat
source: Hat
kk: Бас киім
ru: Головной убор

# category_accessory
source: Accessory
kk: Аксессуар
ru: Аксессуар

# camera_access_denied
source: Camera access is denied. Please enable it in Settings.
kk: Камераға қол жеткізу тыйым салынған. Параметрлерде оны қосыңыз.
ru: Доступ к камере запрещен. Пожалуйста, включите его в Настройках.

# camera_access_required
source: Camera access is required to take photos
kk: Фотосурет түсіру үшін камераға қол жеткізу қажет
ru: Для съемки фотографий требуется доступ к камере

# max_images_error
source: Maximum %d images allowed
kk: Максимум %d сурет рұқсат етілген
ru: Максимум %d изображений разрешено

# network_error
source: Network error. Please check your connection.
kk: Желі қатесі орын алды
ru: Произошла ошибка сети

# server_error
source: Server error. Please try again later.
kk: Сервер қатесі орын алды
ru: Произошла ошибка сервера

# invalid_data
source: Invalid data received
kk: Жарамсыз деректер алынды
ru: Получены недействительные данные

source: Upload failed
kk: Жүктеу сәтсіз аяқталды
ru: Загрузка не удалась

source: Classification failed
kk: Жіктеу сәтсіз аяқталды
ru: Классификация не удалась

source: Save failed
kk: Сақтау сәтсіз аяқталды
ru: Сохранение не удалось

# onboarding_language_subtitle
source: Select your preferred language for the app
kk: Қолданба интерфейсі үшін қалаған тіліңізді таңдаңыз
ru: Выберите предпочитаемый язык для интерфейса приложения

# onboarding_problem_title
source: The Problem
kk: Мәселе
ru: Проблема

# onboarding_problem_description
source: Choosing what to wear can be overwhelming. With endless options in your wardrobe, weather considerations, and different occasions, finding the perfect outfit becomes a daily struggle that wastes precious time.
kk: Күн сайын не киюді таңдау қиын болуы мүмкін. Сізде киім бар, бірақ сенімділік сезімін беретін үйлесімді, ауа райына сай киімдер жасау қиын.
ru: Выбор того, что надеть каждый день, может быть утомительным. У вас есть одежда, но сложно создавать гармоничные, подходящие по погоде образы, которые придают уверенность.

# onboarding_solution_title
source: Our Solution
kk: Біздің шешім
ru: Наше решение

# onboarding_solution_description
source: AuarAI transforms your wardrobe into a smart, AI-powered styling assistant. Simply upload your clothes, and our intelligent system creates perfect outfit combinations tailored to your style, the weather, and any occasion.
kk: AuarAI - сіздің жеке AI стилистіңіз, ол сіздің қалауларыңызды үйренеді, ауа райын ескереді және қолданыстағы гардеробыңыздан тамаша киім комбинацияларын жасайды.
ru: AuarAI — ваш персональный AI-стилист, который изучает ваши предпочтения, учитывает погоду и создает идеальные комбинации нарядов из вашего существующего гардероба.

# onboarding_features_title
source: What You'll Get
kk: Сіз не аласыз
ru: Что вы получите

# onboarding_smart_wardrobe_title
source: Smart Wardrobe
kk: Ақылды гардероб
ru: Умный гардероб

# onboarding_smart_wardrobe_description
source: Upload photos of your clothes and let AI organize your digital wardrobe
kk: Киімдеріңіздің фотосуреттерін жүктеп, AI-ға цифрлық гардеробыңызды ұйымдастыруға мүмкіндік беріңіз
ru: Загружайте фото своей одежды и позвольте ИИ организовать ваш цифровой гардероб

# onboarding_weather_styling_title
source: Weather-Based Styling
kk: Ауа райы бойынша стильдеу
ru: Стилизация по погоде

# onboarding_weather_styling_description
source: Get outfit suggestions that match the weather perfectly
kk: Ауа райына тамаша сәйкес келетін киім ұсыныстарын алыңыз
ru: Получайте предложения нарядов, которые идеально подходят к погоде

# onboarding_ai_recommendations_title
source: AI Recommendations
kk: AI ұсыныстары
ru: ИИ рекомендации

# onboarding_ai_recommendations_description
source: Personalized suggestions based on your preferences
kk: Сіздің қалауларыңызға негізделген жекелендірілген ұсыныстар
ru: Персонализированные предложения на основе ваших предпочтений

# onboarding_final_title
source: Ready to Transform Your Style?
kk: Стиліңізді өзгертуге дайынсыз ба?
ru: Готовы преобразить свой стиль?

# onboarding_final_description
source: Join thousands of users who have revolutionized their wardrobe with AI-powered styling. Your perfect outfit is just a tap away.
kk: AI негізіндегі киім ұсыныстарымен күнделікті стилін революциялаған мыңдаған пайдаланушыларға қосылыңыз.
ru: Присоединяйтесь к тысячам пользователей, которые революционизировали свой ежедневный стиль с помощью рекомендаций на основе ИИ.

# onboarding_get_started
source: Get Started
kk: Бастау
ru: Начать

# onboarding_skip
source: Skip
kk: Өткізу
ru: Пропустить

# onboarding_feature_wardrobe_title
source: Build Your Wardrobe
kk: Гардеробыңызды құрыңыз
ru: Создайте свой гардероб

# onboarding_feature_wardrobe_description
source: Organize and categorize your clothing items
kk: Киім заттарыңызды ұйымдастырыңыз және санаттарға бөліңіз
ru: Организуйте и категоризируйте предметы одежды

# onboarding_feature_weather_title
source: Weather Matching
kk: Ауа райына сәйкестік
ru: Подбор по погоде

# onboarding_feature_weather_description
source: Get outfit suggestions based on weather
kk: Ауа райына негізделген киім ұсыныстарын алыңыз
ru: Получайте предложения нарядов в зависимости от погоды

# onboarding_feature_advice_title
source: Honest AI Advice
kk: Шынайы AI кеңестері
ru: Честные советы ИИ

# onboarding_feature_advice_description
source: Receive genuine feedback on your style choices
kk: Стиль таңдауларыңыз туралы шынайы пікірлер алыңыз
ru: Получайте искренние отзывы о ваших стилевых решениях

# onboarding_feature_styles_title
source: Discover New Styles
kk: Жаңа стильдерді ашыңыз
ru: Откройте новые стили
